app/controllers/school_classes_controller.rb

	def create
	  @school_class = SchoolClass.new
	  @school_class.title = params[:school_class][:title]
	  @school_class.room_number = params[:school_class][:room_number]
	  @school_class.save
---
INSERT INTO "school_classes" DEFAULT VALUES