app/controllers/students_controller.rb

	def create
	  @student = Student.new
	  @student.first_name = params[:student][:first_name]
	  @student.last_name = params[:student][:last_name]
	  @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Testing"], ["last_name", "Test"], ["created_at", "2020-03-17 01:09:10.570947"], ["updated_at", "2020-03-17 01:09:10.570947"]]